Repository: jeffreydthompson/Flash-Cubes
Catalog: Flash Cubes/*.lproj/Localizable.strings
Languages: fr, ja, ja_jp, vi_vn

source: firebaseFolder
fr: French
ja: Japanese
ja_jp: Japanese
vi_vn: Vietnamese

source: Allow Flash Cubes to record audio through device microphone.
vi_vn: Cho phép Flash Cubes dùng micrô của thiết bị bạn để thâu âm.

source: Allow Flash Cubes to load images from device library.
vi_vn: Cho phép Flash Cubes tải hình từ thư viện hình ảnh của bạn.

source: Restore purchases
fr: Restaurer les achats
ja: 購入を復元
vi_vn: Hồi phục tài liệu đã mua

source: Connection timeout
fr: Délai de connection dépassé
ja: 接続時間切れ
vi_vn: Lỗi kết nối hết hạn.

source: Purchase failed.
fr: Échec de l'achat
ja: 獲得不可
vi_vn: Có lỗi. Không mua được

source: Maximum amount of Flash Cubes to learn at once:
fr: Quantité maximale de Flash Cubes à apprendre simultanément
ja: 一回に学習できるFlash Cube(フラッシュキューブ)の最大数
ja_jp: 一度に学習できるFlash Cubeの最大数：
vi_vn: Số Flash Cubes mới nhiều nhất sẽ học cùng một lúc:

source: Download
fr: Télécharger
ja: ダウンロード
ja_jp: ダウンロード
vi_vn: Tải về

source: Buy
fr: Achat
ja: 購入
ja_jp: 購入
vi_vn: Mua

source: Categories
fr: Catégories
ja: カテゴリー
ja_jp: カテゴリ
vi_vn: Danh mục

source: Finished set of new Flash Cubes. Keep going?
fr: Ensemble de nouveaux Flash Cubes terminé. Continue?
ja_jp: 新しいFlash Cubeのセットは完成しました。これからも続けますか？
vi_vn: Đã học một số Flash Cube mới. Tiếp tục?

source: Great job!
fr: Félicitations
ja: 素晴らしい！
ja_jp: 素晴らしい仕事だ
vi_vn: Hay Lắm

source: Guess for
fr: Devinez
ja: 推測
ja_jp: 推測
vi_vn: Hãy đoán cho

source: Begin
fr: Continuez
ja: 開始
ja_jp: 開始
vi_vn: Bắt đầu

source: Prompts
fr: Instructions
ja: ヒント
ja_jp: 提案
vi_vn: Các gợi ý

source: Date
ja: 日付
ja_jp: 日付
vi_vn: Ngày

source: Add secondary prompt if desired
fr: Ajouter une instruction secondaire si vous le souhaitez
ja: 次のヒントを追加(必要なら)
ja_jp: 必要に応じて2番目の提案を追加します
vi_vn: Thêm gợi ý thứ nhì nếu muốn

source: Loading
fr: Téléchargement
ja: アップロード中
ja_jp: アップロード中
vi_vn: Đang tải

source: Saving
fr: Sauvegarder
ja: 保存中
ja_jp: 保存する
vi_vn: Đang lưu

source: Proficiency
fr: Compétence
ja: 上達度
ja_jp: 習熟度
vi_vn: Mức thành thạo

source: Retention
fr: Rétention
ja: 記憶度
ja_jp: 短期記憶
vi_vn: Mức nhớ ngắn hạn

source: Review deck
fr: Révision Flash Cube
ja: セットの復習
ja_jp: フラッシュキューブのレビュー
vi_vn: Ôn lại bộ Flash Cube

source: Add text here
fr: Ajouter un texte
ja: ここにテキストを入力
ja_jp: ここにテキストを入力
vi_vn: Điền chữ đây

source: Must have at least two sides
fr: Minimum 2 côtés
ja: 最低でも二ヶ所は必須
ja_jp: 少なくとも2つの側面が必要です
vi_vn: Phải có ít nhất hai mặt

source: Audio playback speed:
fr: Vitesse de lecture:
ja: オーディオ再生速度
ja_jp: オーディオ再生速度：
vi_vn: Tốc độ âm thanh:

source: Cancel
fr: Annuler
ja: キャンセル
ja_jp: キャンセル
vi_vn: Hủy

source: Continue
fr: Continuer
ja: 続行
ja_jp: 続行
vi_vn: Tiếp tục

source: Delete
fr: Effacer
ja: 削除
ja_jp: 削除
vi_vn: Xóa

source: Flash Cube will be permenantly deleted!
fr: Flash Cube sera définitivement effacé !
ja: Flash Cube(フラッシュキューブ)は永久に削除されます!
ja_jp: Flash Cubeは永久に削除されます！
vi_vn: Flash Cube này sẽ bị xóa vĩnh viễn!

source: All deck data will be permenantly deleted!
fr: Toutes les données seront définitivement supprimées!
ja: すべてのデータは永久に削除されます！
ja_jp: すべてのデッキデータは永久に削除されます！
vi_vn: Tất cả dữ liệu của bộ Flash Cubes này sẽ bị xóa vĩnh viễn!

source: Prompt will be deleted
fr: Instructions sera effacé
ja: タスクは削除されます。
ja_jp: この提案は削除されます
vi_vn: Gợi ý này sẽ bị xóa

source: Error
fr: Erreur
ja: エラー
ja_jp: エラー
vi_vn: Lỗi

source: Free
fr: Gratuit
ja: 無料
ja_jp: 無料
vi_vn: Miễn phí

source: Must enter a deck name
fr: Veuillez entrer un nom
ja: 新しいセット名を入力する必要があります。
ja_jp: 新しいセットの名前を入力する必要があります
vi_vn: Phải nhập tên cho bộ mới

source: Must enter title for each prompt
fr: Veuillez entrer un titre pour chaque face
ja: 各タスクに名前を付ける必要があります。
ja_jp: 各面に名前を付ける必要があります
vi_vn: Phải có tên cho mỗi mặt

source: Enter new cube name
fr: Veuillez entrer un nouveau nom
ja: Flash Cube(フラッシュキューブ)の新しい名前を入力してください。
ja_jp: Flash Cubeの新しい名前を入力してください
vi_vn: Nhập tên mới cho Flash Cube

source: New deck name
fr: Nouveau nom de la partie
ja: 新しいセット名
ja_jp: 新しいフラッシュキューブ名
vi_vn: Tên mới của bộ Flash Cube

source: Great job! You learned a new set of Flash Cubes. Keep going?
vi_vn: Hay lắm! Bạn đã học một số Flash Cube mới. Tiếp tục?

source: No two prompts can have the same title
fr: Deux parties ne peuvent avoir le même titre
ja: 二つのタスクに同じ名前を付けることはできません。
ja_jp: 面に同じ名前を付けることはできません
vi_vn: Các mặt không được có cùng tên

source: No name
fr: Pas de nom
ja: 名前なし
ja_jp: 名前なし
vi_vn: Không có tên

source: Notice:
fr: Remarque:
ja: 備考
ja_jp: 備考:
vi_vn: Lưu ý:

source: The Flash Cubes in your deck do not have the prompts requested.
fr: Les Flash Cubes sur votre bureau n'ont pas les instructions demandées.
ja: Flash Cube(フラッシュキューブ)にリクエストされたタスクはありません。
ja_jp: セット内のFlash Cubeに提案はありません。
vi_vn: Các Flash Cube trong bộ không có các gợi ý đã yêu cầu.

source: OK
ja_jp: はい
vi_vn: Được

source: Great job! All of the due Flash Cubes have been reviewed. Keep going?
fr: Félicitations ! Toutes les cartes ont été révisées. Continuez?
ja_jp: グッド！あなたは再びフラッシュキューブのすべてのニーズを学びました。続けますか？
vi_vn: Hay lắm! Bạn đã học lại hết các Flash Cube cần ôn lại. Tiếp tục?

source: Data will be overwritten.
fr: Les données seront écrasées
ja: データは上書きされます。
ja_jp: データは上書きされます。
vi_vn: Dư liệu sẽ xóa và sẽ lưu dư liệu mới.

source: Question and answer prompts cannot be the same.
fr: Les questions-réponses ne peuvent pas être identiques
ja: 質問と回答が一致しません。
ja_jp: 選択肢が重複していません
vi_vn: Các lựa chọn không được trùng lập

source: Quit
fr: Stop
ja: 終了する。
ja_jp: やめる
vi_vn: Ngừng

source: Quit reviewing?
fr: Arrêter les révisions?
ja: レビューを終了しますか？
ja_jp: レビューを終了しますか
vi_vn: Ngừng ôn lại?

source: Time to review the following decks!
fr: Révision des cartes suivantes!
ja: 続きのセットを見ることができます！
ja_jp: 次のデッキを見直す時が来ました！
vi_vn: Cần ôn lại các bộ Flash Cube sau đây!

source: Save
fr: Enregistrer
ja: 保存
ja_jp: 保存
vi_vn: Lưu

source: Save new deck
fr: Enregistrer la nouvelle partie
ja: 新しいセットを保存
ja_jp: 新しいデッキを保存
vi_vn: Lưu bộ Flash Cube mới

source: Sort by:
fr: Classer par:
ja: 並べ替え：
ja_jp: 並べ替え：
vi_vn: Sắp xếp:

source: Due date ascending
fr: Arrêter la révision
ja: 期日の昇順
ja_jp: 期日の昇順
vi_vn: Ngày hạn ôn lại tăng dần

source: Due date descending
fr: Date d'échéance décroissante
ja: 期日の降順
ja_jp: 期日の降順
vi_vn: Ngày hạn ôn lại giảm dần

source: Name ascending
fr: Nom croissant
ja: セット名の昇順
ja_jp: デッキ名の昇順
vi_vn: Tên bộ Flash Cube tăng dần

source: Name descending
fr: Nom décroissant
ja: セット名の降順
ja_jp: デッキ名の降順
vi_vn: Tên bộ Flash Cube giảm dần

source: Proficiency ascending
fr: Augmentation du niveau de compétence
ja: 上達度の昇順
ja_jp: 熟練度の昇順
vi_vn: Mức thành thạo tăng dần

source: Proficiency descending
fr: Diminution du niveau de compétence
ja: 上達度の降順
ja_jp: 熟練度の降順
vi_vn: Mức thành thạo giảm dần

source: Retention ascending
fr: Augmentation de la mémorisation
ja: 記憶度の昇順
ja_jp: 保持昇順
vi_vn: Mức nhớ ngắn hạn tăng dần

source: Retention descending
fr: Diminution de la mémorisation
ja: 記憶度の降順
ja_jp: 保持降順
vi_vn: Mức nhớ ngắn hạn giảm dần

source: Warning
fr: Attention
ja: 警告
ja_jp: 警告
vi_vn: Lưu ý

source: Great job! You learned a new set of FLash Cubes. Keep going?
fr: Félicitations! Vous avez appris un nouveau jeu de flash cubes. Continuez?
ja_jp: グッド！あなたはいくつかの新しいフラッシュキューブを学びました。続けますか？

source: Finished set of new Flash Cubes. Keep going?
ja: 新しいFlashCube(フラッシュキューブ)の設定は完了しました。このまま続けますか？

source: Great job! You learned a new set of FLash Cubes. Keep going?
ja: すばらしい！あなたは新しいFlash Cubes(フラッシュキューブ)の学習を終えました。続けますか？

source: Great job! All of the due Flash Cubes have been reviewed. Keep going?
ja: すばらしい！あなたは全フラッシュキューブの復習を終えました。続けますか？
